9/data/attachments/695cc82d0565ca87.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heidi_threat_Friend_87634_0</nif:username>
            <nif:friendToBeRequested>soap_friends_b5bc6a06-fa07-48ad-a2ac-3213c9328c43</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>